Repository: 0872501D6/wesnoth
Catalog: po/wesnoth-aoi/*.po
Languages: ca_es@valencia

source: An Orcish Incursion
ca_es@valencia: Una Incursió d'Orcs

source: AOI
ca_es@valencia: UIO

source: Fighter
ca_es@valencia: Lluitador

source: (Beginner)
ca_es@valencia: (Principiant)

source: Lord
ca_es@valencia: Senyor

source: High Lord
ca_es@valencia: Gran Senyor

source: (Challenging)
ca_es@valencia: (Desafiador)

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so. (Novice level, 7 scenarios.)
ca_es@valencia: Defén els boscs dels elfs contra els primers orcs en alcançar el Gran Continent, deprenent valioses tàctiques en el procés. (Nivell principiant, 7 escenaris.)

source: Campaign Design
ca_es@valencia: Diseny de la Campanya

source: Adaptation for mainline
ca_es@valencia: Adaptació per a les Campanyes Principals

source: Defend the Forest
ca_es@valencia: Defén el Bosc

source: Hint: Elves can move fast and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
ca_es@valencia: Consell: Els elfs es poden moure ràpit i sense perill entre els arbres. Elimina un a un els grunyits enemics ab els arquers des de la seguritat del bosc.

source: Defeat Urugha
ca_es@valencia: Derrota a Urugha

source: Death of Erlornas
ca_es@valencia: Mort d'Erlornas

source: Time runs out
ca_es@valencia: El temps s'acaba

source: The arrival of humans and orcs sent shockwaves through the settled peoples of the Great Continent. Elves, dwarves, and others who had reached equilibrium with one another and become accustomed for centuries to at most small-scale clashes - little more, in truth, than armed squabbles - found themselves required to gird for warfare of unaccustomed intensity.
ca_es@valencia: La arribada dels humans i els orcs va enviar ones de choc als pobles assentats del Gran Continent. Elfs, nanos, i atres que havien alcançat l'equilibri entre sí i acostumats durant segles a la majoria d'enfrontaments a chicoteta escala - poc més que baralles armades, la veritat - es varen vore obligats a cenyir-se a guerres d'una intensitat a la que no estaven acostumats.

source: Perhaps most affected were the elves. Eldest and wisest of the Speaking Peoples, their first encounters with humans went less well than either side might have wished.
ca_es@valencia: Tal volta els més afectats varen ser els elfs. El més antic i més sabi dels Pobles Parlants. Els seus primers encontres ab els humans varen ser menys bons de lo que qualsevol de les parts podria haver desijat.

source: But humans, though crude and thrusting, at least had in them a spark of song and grace which elves could recognize as kindred to their own nature. Not so with orcs.
ca_es@valencia: Pero els humans, encara que ab crudea, per lo manco hi havia en ells una purna de gràcia i melodia que els elfs podien reconéixer com emparentat ab la seua pròpia naturalea. No ocorre lo mateix ab els orcs.

source: For a score of years after Haldric's people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That was, until the day that an elvish noble of ancient line, Erlornas by name, encountered the new foe.
ca_es@valencia: Durant una vintena d'anys després de la arribada de la gent de Haldric, els orcs varen ser poc més que un rumor que molestara a la verda terra dels elfs. Aixina var ser fins el dia en que un noble èlfic dels temps antics, nomenat Erlornas, va encontrar al nou enemic.

source: The orcs were sighted at the northern marches of the great forest of Wesmere.
ca_es@valencia: Els orcs foren aguaitats en les marches del nort del gran bosc de Wesmere.

source: My lord Erlornas! A party of orcs has encamped to the north. That is the stench of their burnings drifting on the wind!
ca_es@valencia: ¡Mon senyor Erlornas! Un destacament d'orcs ha acampat al nort. ¡Això que escampa el vent és la pudentor dels seus fòcs!

source: What blasphemy is this? I have heard it said that Orcs are despoilers, tree-killers...but I did not believe any could be so wantonly filthy as the reports made them.
ca_es@valencia: ¿Quina blasfèmia és esta? He oït dir que els Orcs són destructors, assessins d'arbres... pero no creia que pogueren ser tan verdaderament bruts com els descriuen les notícies.

source: We see the truth of it here, my lord. They make great fires, not of deadfall wood but of the new-murdered corpses of the singing trees. They trample the greensward into mud and do not even bury their foul dung.
ca_es@valencia: Ací tenim la veritat, mon senyor. Fan grans fòcs, no de fusta morta sino dels cadàvers recent talats dels arbres cantors. Convertixen l'herba en fanc i ni tan sols enterren els seus pudents excrements.

source: They are a blight on our forests, and must not be permitted into Wesmere. I shall arm the folk; we should be able to drive them off. All the same, you had best ride for reinforcements, Lomarfel.
ca_es@valencia: Són una plaga en els nostres boscs, i no deuen permetre's en Wesmere. Vaig a armar a la tribu; tenim de ser capaços d'expulsar-los. De totes maneres, tu tens el millor corser per als reforços, Lomarfel.

source: Yes, my lord!
ca_es@valencia: ¡Sí, mon senyor!

source: A thousand curses on you, tree-shagger! You will suffer... My master, Rualsha, approaches. He will wipe your people from the face of this earth!
ca_es@valencia: ¡Mil voltes sigues maleït, elf! Sofriràs... El meu amo, Rualsha, s'aproxima. ¡Ell netejarà esta terra de la teua gent!

source: Hmmm... Who is this Rualsha, I wonder? I will have to take a scouting party north to see what is afoot there...
ca_es@valencia: Hmmm... ¿Em pregunte quí és este Rualsha? Tindré de prendre un chicotet destacament d'exploració i anar al nort a vore que trobe...

source: Assassins
ca_es@valencia: Assessins

source: The backtrail of the orcs was easy to trace -- a swathe of ugly trampled ground through the violated forest. Erlornas and his followers pursued them north and west.
ca_es@valencia: El rastre dels orcs va ser fàcil de seguir - un rastre desagradable de terreny patejat a través del bosc violat. Erlornas i els seus seguidors els varen perseguir cap al nort i l'oest.

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
ca_es@valencia: Consell: Els assessins son difícils de pegar, i el seu verí es insidiós. Quedeu-vos prop dels pobles, on els enverinats poden curar-se, i obliga als teus enemics a que t'ataquen des del riu.

source: Defeat Gharlsa
ca_es@valencia: Derrota a Gharlsa

source: The orcs left a stinking spoor straight to this place.
ca_es@valencia: Els orcs varen deixar un aroma pudent directament en este lloc.

source: There is some sort of keep ahead, here where we thought no people with the wit to raise such a pile dwelt.
ca_es@valencia: Hi ha algun tipo de torre davant, ací, on creïem que no viuria ningú ab l'ingeni per a alçar tal construcció.

source: Gharlsa sees elves... yes... fresh meat for our wolves, yes, yes...
ca_es@valencia: Gharlsa veu elfs... sí... carn fresca per als nostres llops, sí, sí...

source: Does that demented creature really think he can kill us? Let us teach him a lesson!
ca_es@valencia: ¿Realment eixa criatura dement pensa que pot matar-nos? ¡Anem a donar-li una lliçó!

source: Be careful...he may be more dangerous than he appears.
ca_es@valencia: Tingau conte... pot ser més perillos de lo que pareix.

source: Yes... yes... slay them, my assassins!
ca_es@valencia: ¡Sí... sí... mateu-los, assessins meus!

source: Aiieeee! I die, but Rualsha's vengeance shall fall upon you!
ca_es@valencia: ¡Aiieeee! ¡Yo muïc, pero la venjança de Rualsha caurà sobre tu!

source: Whoever Rualsha is, he is not here to take it, wretch. Perhaps we will find him further north.
ca_es@valencia: Siga qui siga Rualsha, no està ací per a venjar-se, miserable. Tal volta el trobarem més al nort.

source: As they fared further north the green forest thinned, fading into barren and scrubby country. Gradually the message of the treestumps and dead wood around them became clear. This had been forest once. The orcs had killed it.
ca_es@valencia: Quant més al nort anaven el vert bosc es diluïa, en transició a un terreny estèril de xares. A poc a poc el mensage de les soques i la fusta morta va quedar clar. Açò fon alguna vegada un bosc. Els orcs ho havien aniquilat.

source: The orcish trail stood out less against the desolation, but the craft of elvish trackers was more than equal to following. They pursued with grimmer purpose now.
ca_es@valencia: El rastre dels orcs destacava menys que la desolació, pero l'habilitat dels elfs rastrejadors va ser més que prou per a seguir-los. Ara els perseguien ab un propòsit més inexorable.

source: Hint: There are no villages in this scenario - you must use healers instead. Use hit and run tactics to weaken enemy units who cannot heal themselves.
ca_es@valencia: Consell: No hi ha cap poble en est escenari - deus usar a sanadors en el seu lloc. Usa tàctiques de colpejar i córrer per a debilitar a les unitats enemigues que no poden sanar a sí mateixes.

source: Defeat Gnargha
ca_es@valencia: Derrota a Gnargha

source: The foul orcs have devastated this area, destroying the trees and slaughtering the animals for sport... it saddens me to see such waste.
ca_es@valencia: Els asquerosos orcs han devastat esta àrea, destruint els arbres i masacrant als animals per deport... m'entristix vore tanta pèrdua.

source: Greetings, Erlornas! I am Gnargha, the brother of Urugha whom you slew but few nights ago. Know this: Lord Rualsha has permitted me to be the agent of his revenge!
ca_es@valencia: ¡Salutacions, Erlornas! Yo soc Gnargha, el germà d'Urugha a qui vares matar fa unes poques nits. Sàpia açò: ¡Mon Senyor Rualsha m'ha permés ser l'agent de la seua venjança!

source: I have no quarrel with you, Gnargha, nor with your leader Rualsha - but I cannot permit you to invade our lands. Leave now, and we shall be at peace.
ca_es@valencia: No tinc cap conflicte ab vosté, Gnargha, ni ab el seu líder Rualsha - pero no puc permetre-li invadir les nostres terres. Vaja-se'n ara, i estarem en pau.

source: Peace?! Bah! You elves squat on land that could feed many orclings, and you are even weaker than we guessed. And you, you killed my brother; prepare yourself for a slow and painful death!
ca_es@valencia: ¡¿Pau?! ¡Bah! Vosatres elfs ocupeu illegalment una terra que podria alimentar a moltes cries d'orc, i sou inclús més dèbils de lo que imaginàvem. I tu, tu vares matar al meu germà; ¡prepára't per a una mort lenta i dolorosa!

source: Gnargha and his troops must have come down out of that valley to the north... that is where we will go next!
ca_es@valencia: Gnargha i les seues tropes deuen haver baixar per eixa vall cap al nort... ¡és a on nosatres anirem després!

source: Valley of Trolls
ca_es@valencia: Vall de Trolls

source: Hint: Trolls are very dangerous if they can attack as a group. Use the cave-mouths as bottlenecks to fight them one at a time.
ca_es@valencia: Consell: Els trolls són molt perillosos si poden atacar en grup. Usa les boques de les coves com colls de botella per a combatre'ls d'un en un.

source: Defeat all enemy leaders
ca_es@valencia: Derrota a tots els líders enemics

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
ca_es@valencia: Ara estem llunt de les nostres terres, Erlornas, i hem expulsat als orcs del bosc. ¿Per qué no tornem a casa?

source: You heard what the orcs said - this Rualsha is more than a mere marauding warlord in search of pillage. He is planning an invasion, I'm sure of it. We must gather more information about his plans before we go back.
ca_es@valencia: Tu oïres lo que varen dir els orcs - este Rualsha es més que un simple senyor de la guerra que invadix en busca de pillage. Està planejant una invasió, estic segur d'açò. Devem conseguir més informació sobre els seus plans abans de tornar.

source: And there is more, as well. The earth currents are perturbed here. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
ca_es@valencia: I encara n'hi ha més. Les corrents de la terra estan pertorbades ací. Crec que hi ha una morada d'un mac en algun lloc propenc. O potser més d'un; els rastres estan mesclats i alguns d'ells tenen un gust desagradable.

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
ca_es@valencia: Seria realment greu per a nosatres si estos orcs tingueren magia que afegir a la seua força en batalla.

source: We must discover if this is so.
ca_es@valencia: Hem de descobrir si açò és aixina.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
ca_es@valencia: ¡L'informació no nos servirà de res si nos maten abans de que pugam tornar! Estes montanyes pareixen territori de trolls.

source: Linaera the Quick
ca_es@valencia: Linaera el Ràpit

source: Hint: This enemy is too strong for you to defeat alone. Use mounted units, and Linaera's power of teleportation to mount hit and run attacks.
ca_es@valencia: Consell: Est enemic és massa fort per a derrotar-ho a soles. Usa unitats montades i el poder de teletransport Linaera per a fer atacs de colpejar i fugir.

source: Defeat Krughnar
ca_es@valencia: Derrota a Krughnar

source: Death of Linaera
ca_es@valencia: Mort de Linaera

source: We are far from the lands granted to humans, my lord Erlornas! But there is plainly one living in that tower to the west.
ca_es@valencia: ¡Estem llunt de les terres concedides als humans, mon senyor Erlornas! Pero és veu clarament que n'hi ha un vivint en eixa torre a l'oest.

source: Some of our mages crave solitude for their studies. Humans are, perhaps, likewise.
ca_es@valencia: Alguns dels nostres macs anhelen la soletat per als seus estudis. Els humans són, tal volta, iguals.

source: It trespasses, and should be driven out!
ca_es@valencia: ¡Entre sens autorisació i serà expulsat!

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we are not fighting orcs.
ca_es@valencia: Espera, és només un humà, o uns pocs com a molt. Temps suficient per a parlar de l'expulsió quan no estem lluitant contra orcs.

source: Help! A great army of orcs has come down from the north, and has been laying seige to my tower for weeks... we are nearly out of supplies. Our people have always been friendly to the elves - will you not assist us?
ca_es@valencia: ¡Ajuda! Un gran eixèrcit d'orcs ha baixat del nort, i ha estat sitiant la meua torre durant semanes... estem casi sense suministres. La nostra gent sempre ha segut amistosa ab els elfs - ¿no nos ajudareu?

source: Yes, of course! But... I wish to defeat the vile orcs and drive them away from our borders. Will you join us in attacking them?
ca_es@valencia: ¡Sí, per supost! Pero... yo desige derrotar als vils orcs i aüixar-los de les nostres fronteres. ¿S'unireu a nosatres per a atacar-los?

source: Nothing would please me better! I will place all my powers at your command.
ca_es@valencia: ¡Res m'agradaria més! Posaré a totes les meues forces a les teues órdens.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
ca_es@valencia: ¡Mon senyor... no pot confiar en els humans! ¡Canvien les seues llealtats ab el canvi del vent!

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
ca_es@valencia: Potser, pero no crec que este nos traicione als orcs. I també podem necessitar la seua ajuda: tenim a una poderosa força poderosa d'orcs davant.

source: Oh, no! Without Linaera's help, I cannot hope to defeat such a great force of orcs. I must return to Wesmere and bring reinforcements.
ca_es@valencia: ¡Oh no! Sense la ajuda de Linaera no puc derrotar a un eixèrcit d'orcs tan gran. Dec tornar a Wesmere i dur reforços.

source: Thank you, Linaera. I couldn't have defeated the orcs without your help... How can I repay you?
ca_es@valencia: Gràcies Linaera. No hauria pogut derrotar als orcs sense la teua ajuda... ¿Com puc compensar-te?

source: There is one other thing... an evil power infests the swamps to the east of here. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
ca_es@valencia: Hi ha una atra cosa... un poder maligne infesta els pantans a l'est d'ací. Volia solucionar-ho per mi mateixa, pero si vosatres, elfs, venereu la terra verda crec que voldreu abolir-ho tant com yo.

source: Ah. I have felt this thing's taint in the earth. Very well... to the east!
ca_es@valencia: Ah. He sentit la contaminació d'esta cosa en la terra. Molt be... ¡a l'est!

source: A Detour through the Swamp
ca_es@valencia: Un Rodeig a través del Pantà

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
ca_es@valencia: Consell: Els no morts són resistents a l'atac físic. Usa als macs per a atacar als no-morts, i als elfs per a protegir i ajudar als macs.

source: Defeat Keremal
ca_es@valencia: Derrota a Keremal

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
ca_es@valencia: Els esperits malvats que s'han establit en estes humides terres les han convertit en un asquerós fangar. Els meus deprenents i yo tenim el poder per a expulsar-los, pero vosté deu protegir-nos de les seues armes.

source: All is lost! Without Linaera's help, I cannot hope to defeat these horrifying apparitions!
ca_es@valencia: ¡És la fi! ¡Sense l'ajuda de Linaera no tinc possibilitats de derrotar ad estes horribles aparicions!

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in persuit of the orcs.
ca_es@valencia: Gràcies, Erlornas... ara puc tornar a la meua torre en pau. Pero crec que alguns dels meus deprenents desigen seguir-te al nort en persecució dels orcs.

source: I have always wished to see elves, and now I have fought alongside them! May I please come with you?
ca_es@valencia: ¡Sempre he desijat vore elfs, i ara he lluitat junt ad ells! Per favor, ¿puc anar ab vosté?

source: Certainly... I shall be glad of your help.
ca_es@valencia: Per supost... la teua ajuda serà benvinguda.

source: Showdown
ca_es@valencia: Enfrontament

source: Hint: Your enemy is well defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
ca_es@valencia: Consell: El teu enemic es defén be dels atacs des del sur. Usa als guardaboscs per a eixir furtivament a través del bosc i montar un atac sorpresa des del nort.

source: Defeat Rualsha-Tan
ca_es@valencia: Derrota a Rualsha-Tan

source: My lord! We have ridden hard for five days to catch up with you! The council has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
ca_es@valencia: ¡Mon senyor! ¡Hem cavalcat dur durant cinc dies per a alcançar-ho! El consell ha delliberat, i li demana que derrote ràpidament a Rualsha, abans de que puga reunir una força completa d'invasió.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
ca_es@valencia: ¡Elfs escarransits! Pronte estarà el meu eixércit complet ací, i llavors vos esclafarem. ¡Pregareu per una mort ràpida!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
ca_es@valencia: Pots matar-me, Erlornas, pero la meua gent seguirà vivint. ¡No s'oblidaran! Et perseguiran, i et destruiran completament... nosatres... nos... arrgh...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
ca_es@valencia: Pero Rualsha va sobrestimar la voluntat de les seues tropes. Ab el seu líder mort, es varen dispersar i varen fugir dels elfs de nou a les seus fortalees allà al nort.

source: It grieves me to take life, even of a barbarian such as Rualsha.
ca_es@valencia: M'afligix llevar la vida, inclús la d'un bàrbar com Rualsha.

source: If the orcs press us, we shall need to become more accustomed to fighting.
ca_es@valencia: Si els orcs nos pressionen, necessitarem acostumar-nos a lluitar més.

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
ca_es@valencia: Em tem que aixina serà. Hem conseguit ací una primera victòria, pero s'acosten irremediablement temps obscurs.
