Repository: 0872501D6/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: sv

source: Legend of Wesmere
sv: Legenden om Wesmere

source: Soldier
sv: Soldat

source: (Easy)
sv: (Lätt)

source: Lord
sv: Furste

source: (Hard)
sv: (Svår)

source: High Lord
sv: Storfurste

source: Creator and Lead Designer
sv: Upphovsman och huvuddesigner

source: Spiros, George and Alexander Alexiou (Santi/fnaek)
sv: George Spiros och Alexander Alexiou (Santi/fnaek)

source: Campaign Maintenance
sv: Underhåll av kampanjen

source: Prose-doctoring and adaptation for mainline
sv: Översikt av prosa och anpassning

source: WML Assistance
sv: WML-assistans

source: Graphics
sv: Grafik

source: Additional thanks to
sv: Även tack till

source: And the rest of the Wesnoth community for feedback, criticism, help with WML code and graphics.
sv: Resten av Wesnothgemenskapen för kommentarer, kritik, hjälp med WML och grafik.

source: The Uprooting
sv: Ett bryskt uppvaknande

source: The great elvish hero Kalenz was born in a quiet green wood in Lintanir on the fringes of the Great Northern Forest. Though not of noble birth, he showed early promise in the arts of his people. His quick intelligence gained him more than usual respect among elders normally inclined to pay little heed to anyone younger than a century old.
sv: Den store alvhjälten Kalenz föddes i en stillsam grön skog i Lintanir på gränsen till den väldiga Norra skogen. Även om han inte var av adligt blod, visade han tidigt skicklighet i sitt folks färdigheter. Hans kvicka huvud gjorde att han satte sig i större respekt hos de äldre än vad de vanligen förväntade sig av någon som var mindre än ett sekel gammal.

source: Perhaps the elders sensed that changing times would require more flexible minds; these were the years when humans from the Green Isle were establishing themselves south of the Great River, and the known world was changing more rapidly than it had for a thousand years before.
sv: Kanske kände de äldre på sig att nya tider krävde mer flexibla sinnen; det var under de här åren som människor från Gröna ön började etablera sig söder om den Stora floden, den kända världen befann sig i större förändring än vad den hade gjort på tusen år.

source: Some changes were good. The Elves, awakened as from a long dream, began to increase in population. But some were very bad, and the worst of those was the coming of the orcs, the wreckers, the tree-killers. The years of Kalenz's long childhood were a golden age, and the last time of untroubled peace.
sv: Några förändringar var av godo. Alverna, som uppvaknade ur en lång sömn, började öka i antal. Men några av förändringarna var väldigt onda, det värsta av allt var ankomsten av orcherna, förstörarna, träddödarna. Kalenz många barndomsår var en gyllene ålder, den sista av ostörd fred.

source: The elves had never been a martial people, and they were not prepared for the inevitable war with the orcs. Kalenz came of age in the very year that Erlornas of Wesmere fought the first orcish raiders. Within the next decade orcish raids greatly increased, and their shadow loomed ever greater over the elves. This is the story of Kalenz, and of the Elves in the days of the humans in Wesnoth.
sv: Alverna hade aldrig varit ett krigiskt folk, dom var inte förberedda för det oundvikliga kriget med orcherna. Kalenz blev myndig samma år som Erlornas av Wesmere stred med de första orchplundrarna. Under det decennium som följde ökade antalet orchattacker kraftigt, och deras skugga sänkte sig alltmer över alverna. Det här är berättelsen om Kalenz, och om alverna under människornas tid i Wesnoth.

source: Take that, you orcish scum!
sv: Här får du, orchavskum!

source: Kalenz must reach the signpost
sv: Kalenz måste nå vägskylten

source: Death of Kalenz
sv: Kalenz dör

source: Death of Landar
sv: Landar dör

source: Turns run out
sv: Dragen tar slut

source: Orcs are pressing on us from all directions! To arms!
sv: Orcher attackerar från alla håll! Till vapen!

source: Hold, Kalenz. The Ka'lian council should discuss our response. Maybe we can reach an agreement with them!
sv: Lugn, Kalenz. Rådet måste diskutera saken. De kanske kan förhandla med dem!

source: Surrender or die, tree-shaggers!
sv: Ge upp eller dö, smutsiga trädkramare!

source: They are too many. We have no choice but to submit!
sv: De är för många! Jag är rädd att vi måste kapitulera!

source: Elves must never surrender to these foul beasts! Who will fight them beside me?
sv: Alver kommer aldrig att kapitulera inför de här vidriga bestarna! Vilka är med mig?

source: We will follow you, Kalenz - but where can we go? We are surrounded!
sv: Vi följer dig, Kalenz! Men vart skall vi ta vägen? Vi är omringade!

source: We must reach the elvish council in Ka'lian and enlist their help to recapture our home. Let's storm the orcs' southern outpost before more enemies arrive!
sv: Vi måste ta oss till alvrådet i Ka'lian och be om deras hjälp för att återta vårt hem. Låt oss storma deras södra utpost innan fler av dem kommer hinner fram!

source: Very well, Kalenz - lead us!
sv: Led oss Kalenz!

source: We surrender!
sv: Vi ger oss!

source: Did I mention that we take no prisoners? Die!
sv: Nämnde jag att vi inte tar några fångar? Dö!

source: Kalenz was right and I was wrong. Go; join Kalenz while yet you can. I and the remaining elders will cover your retreat as best we may.
sv: Kalenz hade rätt och jag fel. Skynda, gå med Kalenz medan ni kan. Jag och de återstående äldre ska försöka täcka er reträtt.

source: Flee, Kalenz...our hopes ride with you...
sv: Fly Kalenz...vårt hopp vilar hos dig.

source: We have escaped them, but we will not forget. We shall return!
sv: Vi lyckades undkomma dem, men vi kommer inte att glömma er. Vi skall återvända!

source: You won't get very far! After them!
sv: Ni kommer inte långt! Efter dem!

source: Hostile mountains
sv: Fientliga bergstrakter

source: Kalenz and his band broke out of the orcish encirclement, only to discover that the country on the direct route to the Ka'lian was already swarming with orcs. The raid on Kalenz's home, it seemed, had been but one small part of a great migration south. There was no choice but to make a detour through territory the elves would rather have avoided...
sv: Kalenz och hans följeslagare lyckades bryta sig ur orchernas belägring, bara för att upptäcka att det redan myllrade av orcher på vägen till Ka'lian. Attacken på Kalenz hem verkade bara vara en liten del av en migration söderut. Det fanns inget val utom att ta en omväg genom områden som alverna annars helst hade undvikit...

source: Payback time!
sv: Nu skall ni få!

source: Those stinking trolls ha' stepped on OUR land! Attack!
sv: De där stinkande trollen har trampat på VÅR mark! Attack!

source: Those lying elves have stepped on OUR land! Attack!
sv: De där lögnaktiga alverna har trampat på VÅR mark! Attack!

source: I had hoped to avoid these paths... The eastern way is through dwarvish territory and is shorter. I pray the dwarves will grant us safe passage, since the other path is through troll territory...
sv: Jag hoppades att vi skulle slippa de här stigarna. Den östra stigen är dvärgterritorium och är genare. Jag hoppas att dvärgarna låter oss passera, eftersom den andra stigen leder genom trollterritorium...

source: Not even in yer dreams, elf. These are dwarvish lands, and troubles we want no part of nip at yer heels. Get out and stay out!
sv: Glöm det, alv! Detta är dvärgaland. Vi vill varken ha dig eller de som förföljer dig här! Stick, och håll dig borta!

source: Our troubles will be yours, too, whether either of us will it or not. The orcs have come down from the north like a flood; if we squabble among ourselves they will feast on our discord.
sv: Våra problem kommer att bli dina också, vare sig vi vill det eller ej. Orcherna väller ner från norr som en flod; om vi håller på och gnabbas sinsemellan kommer dom bara att utnyttja vår osämja.

source: Bah. More smooth words and trickery, by my beard. We know yer kind...and who needs yer help anyway, weaklings? Leave now, or feel my axe! That same kiss of steel will greet all intruders. Anyone who sets foot on the eastern bank o' this river will rue the day he was born!
sv: Ännu ett av alvernas trick, va? Vi känner till er sort. Och vem behöver er hjälp ändå, veklingar? Ger er av, eller smaka min yxa! Detsamma gäller alla som träder in på dvärgterritorium. Vi fruktar ingen! Den som sätter sin fot på flodens östra strand kommer att ångra sig!

source: I cannot see how trolls could be any less friendly.
sv: Jag förstår inte hur trollen kan vara mindre trevliga...

source: Defeat Grugl
sv: Besegra Grugl

source: Death of Olurf
sv: Olurf dör

source: We made it. Onwards to Wesmere!
sv: Vi klarade det. Mot Wesmere!

source: Crazy elves! But at least they felled a few trolls before they left.
sv: Galna alver! Men de fällde åtminstone några troll innan dom drog.

source: Kalenz and his band finally made it to the Ka'lian, but things were not as they had hoped...
sv: Kalenz och hans mannar kom slutligen fram till Ka'lian, men saker och ting var inte som de hade hoppats...

source: We die, but more come after us, Orcs will rule all!
sv: Vi dör, men det kommer fler efter oss. orcherna ska regera!

source: Death of Galtrid
sv: Galtrid dör

source: Oh no! The Ka'lian is under attack! We must help them!
sv: Åh nej! Ka'lian är under attack! Vi måste hjälpa dem!

source: Are you our army's vanguard? Hurry, we are under attack!
sv: Är ni vår armés förtrupp? Skynda er, vi är under attack!

source: No, we are fleeing an attack on our home, northeast of here. Time enough for talk later; we must defeat these orcs together, or at least hold them off long enough for the humans to come to our aid.
sv: Nej, vi är på flykt undan en attach på vårt hem i nordost. Vi får prata mer sedan, tillsammans måste vi besegra orcherna, eller iaf hålla dom stångna tills människorna hinner komma till vår hjälp.

source: Then you have not heard. King Haldric has broken the treaty. The humans will not come to our help!
sv: Har ni inte hört nyheten? Kung Haldric har brutit pakten. Människorna kommer inte till vår hjälp!

source: What's that? More meat for my troops? Get them!
sv: Vad är detta? Mer kött till mina soldater? På dem!

source: We won! The Ka'lian is safe!
sv: Vi vann! Ka'lian är säkert!

source: The elvish treasury is under attack! They need help desperately!
sv: Alvernas skattkammare är under attack! De behöver vår hjälp!

source: Galtrid, your men are weary from long combat. Mine are fresher; I'll go.
sv: Galtrid, dina mannar är trötta efter sin långa strid. Mina är piggare; jag tar det.

source: Hurry! We were near overwhelmed as I left.
sv: Skynda! Vi var nästan övermannade när jag gav mig av.

source: Yes, go, Kalenz, I'll guard the Ka'lian till our army returns from the front.
sv: Gå, Kalenz. Jag vaktar Ka'lian tills vår armé återvändes från fronten.

source: The Elvish Treasury
sv: Alvernas skattkammare

source: Kalenz and his forces raced to relieve the siege of the Elvish Treasury...
sv: Kalenz och hans trupper rusade iväg för att hjälpa till att säkra alvernas skattkammare.

source: Death of Cleodil
sv: Cleodil dör

source: It seems that we are too late. The Treasury has fallen to the Saurians....
sv: Det verkar som om vi kommer för sent. Skattkammaren har fallit i ödlefolkets händer...

source: And I see the remains of the garrison has been taken prisoner.
sv: Och jag ser att resten av garnisonen har tagits tillfånga.

source: We must free them and make these saurians pay. Attack and leave no one alive!
sv: Vi måste befria dem och straffa de här ödlemännen. Anfall och låt inte någon komma härifrån levande!

source: More elves are coming! Too late, we've taken all your gold and we'll get more gold from the orcs for helping them out!
sv: Det kommer fler alver! För sent, vi har tagit allt ert guld, och vi kommer att få än mer guld från orcherna som tack för hjälpen!

source: You will not live to enjoy it!
sv: Ni kommer inte att leva länge nog för att njuta av det!

source: We are free! My lord Kalenz, from this day forward we are your sworn followers. And there is that which you should hear about the treasure.
sv: Vi är fria! Kalenz min furste, från och men idag är vi dina trogna följeslagare. Och det är en sak du ska få veta om skatten.

source: Without their leaders, the saurians flee in panic. Free the garrison!
sv: Utan sina ledare flyr ödlefolket i panik. Befria garnisonen!

source: We have defeated the saurians and freed the garrison, but our gold is gone.
sv: Vi har besegrat ödlefolket och befriat garnisonen, men vårt guld är borta.

source: The saurians have looted our treasury. They were particularly interested in finding something they called 'dastone'. I am sorry, my lord Kalenz, I could not understand their distorted speech very well.
sv: Ödlefolket har tagit alla våra skatter. De letade särskilt efter nåt de kallade 'stenen'. Jag är ledsen, herre Kalenz, men jag förstod inte deras förvridna tungomål så bra.

source: The war with the Orcs goes poorly. We are going to need that gold back!
sv: Kriget mot orcherna går dåligt. Vi behöver sannerligen få tillbaka allt guld som fanns här.

source: We will hunt down those saurians and retrieve our gold. More, we must teach them that it is lethal folly to raid us, else they will plague us like rats. Let's hurry.
sv: Vi skall jaga de där ödlorna och ta tillbaka vårt guld. Det är viktigt att vi lär dom att det är dödligt att attackera oss, annars kommer dom att plåga oss som råttor. Skynda!

source: The Saurian Treasury
sv: Ödlefolkets skattkammare

source: Elvish scouts found the trail of the Saurian war party without difficulty. The way back to the saurians' treasury was clear...
sv: Alvernas scouter hade inga problem att hitta spåren efter ödlefolkets armé. Vägen till deras skattkammare låg öppen....

source: Enter the Saurian Treasury and leave with the gold
sv: Träd in i ödlefolkets skattkammare och ta tillbaka guldet

source: There they are. They have dumped our gold in their treasury. We must strike quickly and leave with the gold before they bring in reinforcements.
sv: Där är de. De har lagt vårt guld i sin skattkammare. Vi måste slå till snabbt och ge oss av med guldet innan de kallar in förstärkningar.

source: The elves have followed us! We must hold the gold until reinforcements arrive.
sv: Alverna har följt efter oss! Vi måste slå vakt om guldet tills vi får förstärkningar!

source: We got to the treasury. It was much easier than we thought...What's this?
sv: Vi har skatten. Det var mycket lättare än vi trodde... Vad är detta?

source: Stupid elves thought the treasury would be unguarded! Guards, slay these intruders!
sv: De dumma alverna trodde att skatten var obevakad! Vakter, döda inkräktarna!

source: New Objective: Defeat the units guarding the treasury.
sv: Ny uppgift: Besegra de styrkor som vaktar skattkammaren.

source: We have recovered our gold.
sv: Vi har återtagit vårt guld.

source: We have recovered much more than our gold. These saurians would seem to have taken up robbery as a vocation!
sv: Här är mycket mer än bara vårt guld! Ödlefolket verkar ha stulit från fler än oss.

source: They took all our gold! Quickly, place ambushers on all trails from here to Wesmere. I will give 500 gold to whoever kills their leader. They must not escape.
sv: De tog allt vårt guld! Skynda! Placera ut trupper på alla stigar härifrån till Wesmere! Jag ger femhundra guldstycken till den som dödar deras ledare. De får inte komma undan!

source: Turnabout is fair play. Now that we've retrieved the gold, let us fare swiftly back to Wesmere. The Saurians will likely be infesting the direct route, so we will detour to the north.
sv: Nu vänder vi på steken! Ta allt guld så återvänder vi till Wesmere. Vi kommer att ha hela ödlefolket efter oss, så vi får ta vägen norröver.

source: Acquaintance in Need
sv: En vän i nöd

source: To evade the saurians blocking the eastern approaches to Wesmere, Kalenz and his war-band moved to enter Wesmere Forest from a different direction ...
sv: Ödlefolket blockerade de östra vägarna till Wesmere, så Kalenz och hans följeslagare gick norrut för att kunna ta sig in i Wesmere-skogen från det hållet...

source: Defeat enemy leaders
sv: Besegra fiendeledarna

source: What's this? It appears the orcs have surrounded a dwarvish enclave. And by the sound of the bellowing I hear, I think our old friend, Olurf, is here.
sv: Vad är det här? Det ser ut som att orcherna har omringat en dvärgenklav. Av rytandet att döma låter det som det minsann är vår gamle vän Olurf.

source: You again? Maybe ye were not completely wrong when ye predicted the orcs would attack us. We ha' been forced from our home and are now surrounded.
sv: Alverna igen? Du hade nog inte helt fel när du trodde att att orcherna skulle anfalla. Vi har tvingats bort från vårt hem, och nu är vi omringade.

source: Let us give them aid - it's clear they need it!
sv: Låt oss hjälpa dem!

source: Help them? They would not even let us pass through their land to avoid the trolls, remember?
sv: Skall vi hjälpa dem? De som inte ens lät oss gå över deras marker för att undvika trollen, har ni redan glömt det?

source: Our enemy is the orcs, not the dwarves. Besides, the orcs are in our way. Olurf, we cannot let you have all the fun here!
sv: Det är orcherna som är vårt problem, inte dvärgarna. Dessutom så är orcherna i vägen för oss. Vi måste hjälpa dem. Olurf, inte kan vi låta dig ha allt skoj med orcherna själv!

source: For an elf, you think like a dwarf! I think I like you. (for an elf)
sv: Du tänker verkligen som en dvärg, för att vara alv menar jag! Jag tror nästan jag tycker om dig (fast du är en alv).

source: The orcs ha' been defeated. My lord, we are in your debt.
sv: Vi har besegrat orcherna. Vi står i tacksamhetsskuld till er, ers nåd.

source: We must put aside our differences and ally against the orcish menace. Olurf, join us!
sv: Olurf, glöm alla meningsskiljaktigheter och gör gemensam sak med oss i kampen mot orcherna!

source: Dwarves, ally with elves? I owe ye a debt, but my kin willna' be happy at the thought.
sv: Dvärgar, i allians med alver? Jag må stå i skuld till dig, men mitt folk kommer ha svårt för den tanken.

source: There will be a big fight with the orcs in Wesmere very soon. If you can cover our flank to the north, I will pay you 400 gold.
sv: Snart kommer det att stå en stor strid med orcherna i Wesmere. Om du kan täcka vår norra flank, så betalar jag er 400 guldstycken.

source: A proper contract for good money? That's a different matter; I'm sure I can find some o' my people willing to fight on those terms!
sv: Ett riktigt kontrakt för riktiga pengar? Nu börjar det likna nåt! Jag är säker på att en hel del av mitt folk nappar på sådana villkor!

source: What? Kalenz, are you out of your mind? Surely you will not throw away 400 gold on this scheming mercenary!
sv: Vad? Är du från vettet, Kalenz? Inte kan du mena att du tycker det är värt att kasta bort 400 guld på den här typen!

source: Where there's a contract, our honor is involved. We will be there to cover your northern flank or else I will return your gold!
sv: När det finns ett kontrakt så är vi bundna av vår heder. Vi kommer att täcka er norra flank, eller så lämnar vi tillbaka guldet!

source: I believe him. Dwarves are...rough...by our standards, but not liars. I think he knows that if he does not honor his contract, next time we will not be there to come to his aid.
sv: Jag tror på honom. Dvärgar är....råa...enligt våra mått, men dom ljuger inte.Han vet nu att om han inte gör det, så kommer vi inte att hjälpa honom nästa gång heller.

source: Elves' Last Stand
sv: Alvernas sista försvar

source: The journey back to Wesmere was surprisingly uneventful, the orcs having apparently withdrawn to regroup after their defeats. Kalenz and his band returned just in time...
sv: Resan tillbaka till Wesmere va oväntat händelselös, orcherna hade tydligen dragit sig tillbaka för att omgruppera sig efter förlusterna. Men Kalenz och hans mannar återvände precis i tid....

source: El'Isomithir
sv: El'lsomithir

source: River Telfar
sv: Floden Telfar

source: Keep of Kalenz
sv: Kalenz fästning

source: Keep of Truugl
sv: Truugls fästning

source: Keep of Mordrum
sv: Mordrums fästning

source: Keep of Urug-Pir
sv: Urug-Pirs fästning

source: Keep of El'Ithsomir
sv: El'lthsomirs fästning

source: Keep of Grubr
sv: Grubrs fästning

source: Northern Shallows
sv: Norra grundet

source: Ford of Alyas
sv: Alyas vadställe

source: Ford of Tifranur
sv: Tifranurs vadställe

source: North Tower
sv: Norra tornet

source: South Tower
sv: Södra tornet

source: South Bastion
sv: Södra bastionen

source: Telfar Green
sv: Telfarparken

source: Dancer's Green
sv: Dansarens park

source: Karmarth Hills
sv: Kamarths kullar

source: North Bridge
sv: Norra bron

source: Great Tree
sv: Stora trädet

source: Brightleaf Wood
sv: Ljuslövens skog

source: Westwind Wood
sv: Västanvindsskogen

source: Southwind Wood
sv: Sunnanvindsskogen

source: The orcs have pushed us back to the Ka'lian. There is no way out. We must win here!
sv: Orcherna har tvingat oss tillbaka till Ka'lian. Det finns ingen flyktväg. Vi måste vinna!

source: This is our final stand. If they take the Ka'lian, all is lost!
sv: Detta är vår sista försvarsposition. Om de intar Ka'lian, så är allt förlorat!

source: We'll crush those weak elves and I'll get da stone!
sv: Vi krossar de ynkliga alverna och så tar ja' stenen!

source: We still haven't defeated the orcs, and our troops and supplies are exhausted. This is the end!
sv: Orcherna är ännu obesegrade, våra trupper är utmattade och våra förråd uttömda. Detta är slutet!

source: At last! The orcs are defeated.
sv: Äntligen! Orcherna är besegrade!

source: The elves have beaten us and they did not use da stone. Maybe they don't have it? Great Chief will not like bad news!
sv: Alverna har slagit oss, och de använde inte stenen. Kanske de inte har'en? Kungen gillar inte dåliga nyheter!

source: Kalenz, we are again in your debt. You returned just in time.
sv: Ännu en gång står vi i din skuld Kalenz. Du återvände i precis rätt tid.

source: And we have what's left of the elvish treasury with us!
sv: Vi har med oss resten av alvernas skatter!

source: Aargh! I should have stayed in the mountains instead of joining the orcs!
sv: Aargh! Jag skulle ha stannat kvar i bergen i stället för att göra gemensam sak med orcherna!

source: Orcs, death is all you will find in this forest!
sv: Orcher, det enda ni kommer att finna i den här skogen är död!

source: I die without getting da stone?
sv: Dör ja' utan att ha fått tag i stenen?

source: Did ye think we'd let you have all the fun wi' the orcs by yerselves?
sv: Trodde ni att vi skulle låta er ha allt skoj med orcherna för själva?

source: It's Olurf! He made it!
sv: Det är Olurf! Han klarade det!

source: I told ye I'd be here.
sv: Jag sa ju att jag skulle komma.

source: It's not much of an army he is bringing with him, though.
sv: Det var inte mycket till armé han har med sig.

source: Not much of an army? These are dwarves with mighty axes, each worth three of you and your silly plinking bows!
sv: Inte mycket till armé! Detta är dvärgar med kraftfulla yxor, inte några veka pilbågebärande alver!

source: Olurf, is that all the dwarves you could find? Was the gold not enough?
sv: Olurf, är det här alla dvärgar du kunde hitta? Var det kanske inte tillräckligt med guld?

source: They are no' fighting for gold, they're here for the fun. I'd ha' brought a lot more if my men ha' all kept quiet about helping elves! But the rest o' my clan should join us in a few days.
sv: De slåss inte för guld, de gör det för nöjes skull. De skulle varit många fler om inte en av mina mannar skvallrat om att vi skulle hjälpa alver! I vilket fall som helst så bör min klan ansluta sig till oss om några dagar.
