Repository: 0872501D6/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: sv

source: Free of the pressure of war, they took delight in each other. The heart-bond they had formed amidst peril and death grew closer, and all but vanquished the remnant evil Crelanu's philter had left in Kalenz. The two began to think of having children.
sv: Fria från krigets fasor ägnade de sig åt varandra. Det band som hade bildats mellan dom bland faror och död växte sig starkare, och lyckades nästan helt ta bort den ondska som Crelanus elixir hade lämnat i Kalenz hjärta. De två började fundera på att skaffa barn.

source: But their peace was not to last. In the outer world, the blood tides were rising. And in the heart of Landar, who had once been their friend, evil was not vanquished, but festered and grew...
sv: Men deras frid varade inte så länge. I världen utanför började blodet att svalla. I Landars hjärta, han som en gång varit deras vän spirade ondskan.

source: Kalenz reaches the signpost
sv: Kalenz når vägskylten

source: My lord Kalenz, you are in great danger! You must leave here immediately.
sv: Furst Kalenz, ni är i stor fara! Ni måste ge er iväg omedelbart!

source: What?!
sv: Vad?!

source: Landar has seized control of the army. He has eliminated the council and proclaimed himself High Warlord of the Elves. What is worse, there is word out that he has already ordered your assassination.
sv: Landar har tagit makten över armén. Han har utplånat rådet och utropat sig själv till storfurste över alverna. Till råga på allt så ryktas det att han redan har gett order om att ni skall dödas.

source: Too late! All traitors will die!
sv: För sent! Alla förrädare skall dö!

source: Listen to me! We have fought and bled side by side. We must trust in each other and face the orcs together!
sv: Hör på mig! Vi har kämpat och blött vid varandras sida. Vi behöver inte slåss mot varandra utan kämpa mot orcherna tillsammans!

source: Do not listen to this traitor! You have all heard the order!
sv: Lyssna inte på den här förrädaren! Ni har alla hört ordern!

source: You should try to reach Uradredia and the North Elves. He too, has refused to join Landar. Word is that some troops still loyal to you are heading there.
sv: Ni borde försöka ta er till Uradredia och nordalverna. Han har också vägrat att gå samman med Landar. Dessutom sägs det att en styrka lojala soldater är på väg hitåt.

source: Now we must fare swiftly to the North Elves!
sv: Nu måste vi ge oss av till nordalverna!

source: Northern Battle
sv: Strid i norr

source: Kalenz and Cleodil managed to reach the North Elves to ask for help. Very soon, Landar's army appeared...
sv: Kalenz lyckades nå nordalverna för att be om hjälp. Strax efter närmade sig Landars armé.

source: Survive for six days
sv: Överlev i sex dagar

source: Landar, listen to me! It does not have to come to this. I know about the potion. Let us help!
sv: Landar, lyssna på mig! Det behöver inte bli så här. Jag känner till elixiret. Låt oss hjälpa dig!

source: Things are not going well! Retreat! We will meet again, traitors!
sv: Det går inte väl! Till reträtt! Vi kommer att mötas igen, förrädare!

source: We have yet to break their defenses! While we are getting weaker, the enemy is getting stronger! Retreat!
sv: Vi måste ändå bryta igenom deras försvar! Medan vi blir svagare så blir fienden starkare! Reträtt!

source: We won!
sv: Vi vann!

source: End of War
sv: Krigets slut

source: It is said that the battle with the North Elves was the beginning of the end for Landar's revolt. But civil war smoldered on for many more years, neither side mustering enough strength to achieve a decisive victory. Until, eventually, Landar's increasingly harsh and arrogant ways drove away many of his followers. After assembling all the troops he could, Kalenz marched against his old friend and now mortal enemy, Landar, in the forest of Gitamoth...
sv: Det sägs att slaget hos nordalverna var början till slutet för Landars revolt. Sanningen är att inbördeskriget fortgick i många år, där ingen av sidorna var stark nog att stå som segrare. Efter hand gjorde dock Landars göranden och låtanden att många av hans följeslagare lämnade honom. Kalenz samlade en så stor armé han kunde, och gick mot sin gamle vän och numera dödliga fiende, Landar, i Gitamoth-skogen.

source: Defeat Landar
sv: Besegra Landar

source: Landar, let us not spill any more elvish blood. Give up. We can help you!
sv: Landar, spill inte mer alvblod. Ge upp. Vi kan hjälpa dig!

source: No! It all ends here!
sv: Nej! Allt är slut!

source: I'm done. Now I can rest!
sv: Jag är färdig. Nu kan jag vila!

source: I'm deeply grieved that it came to this, Landar. You were my best friend. I was blind to what the potion was doing to you. I was fighting it myself!
sv: Jag beklagar verkligen, Landar. Du var min bästa vän. Jag såg inte vad elixiret gjorde med dig. Jag kämpade mot det själv!

source: I know. But you are not at fault, for I did not take just one bottle. I wanted to make sure we could kill the orcish Great Chief, so I went back for a second and drank that one, too. Now I have driven our dwarvish allies away and brought death and disaster to our own people. I have even tried to kill my own friend. I am a disgrace to elven-kind.
sv: Jag vet. Men jag drack inte bara en flaska. Jag ville vara säker på att vi kunde besegra orchkungen. Nu har jag drivit bort de dvärgar som var våra allierade och har bringat död och förödelse över vårt eget folk. Jag har till och med försökt döda min egen vän. Jag förtjänar inte att vara alv.

source: It was not all your fault. May be the curse of Aquagar struck true, or may be yours was the blood-price fate required of us for victory. Rest well, my friend. Rest well Landar, Hero of the Elves!
sv: Det var inte ditt fel! Kanske var det Aquagars förbannelse, eller så är det det priset vi måste betala. Vila, min vän. Vila, Landar, alvernas hjälte!

source: Epilogue
sv: Epilog

source: Kalenz buried Landar with full honors and made him a monument worthy of a true elvish hero.
sv: Kalenz begravde Landar med stor ära och uppförde ett monument värdigt en sann alvhjälte.

source: Landar's remaining followers' lives were spared, but they were banished to Gitamoth forest, henceforth known as Silent Forest.
sv: Landars återstående följe skonades, men de förvisades till Gitamothskogen, framledes känt som Tysta skogen.

source: As Landar had wiped out the Elvish Council, Kalenz was unanimously chosen as High Lord of the Elves. North and South Elves swore allegiance to him.
sv: Eftersom Landar hade upplöst Alvernas Råd, blev Kalenz enhälligt vald till storfurste över alverna. Alverna i norr och söder svor trohet till honom.

source: Kalenz reorganized the Elves so they could mobilize for war more readily. He knew that the orcish threat was not over; that the elves, through hesitation, had lost a golden opportunity to end the threat and that trouble would someday return.
sv: Han såg till att alverna blev bättre organiserade och förberedda för krig. Han visste att orchernas hot inte var borta, att alverna gått miste om ett ypperligt tillfälle att ta itu med hotet, och att de skulle återvända.

source: When Kalenz felt his work to have been done as well as it might be, he retired with Cleodil to their home in the Forest of Lintanir.
sv: Kalenz behövde fortfarande bemästra det onda i hans ådror, så han drog sig tillbaka med Cleodil till deras hem i skogen Lintanir.

source: Cleodil bore Kalenz children who were tall, and beautiful, and inherited in full measure both their mother's healing gifts and their father's talented and searching mind. In the fullness of time, after a long life full of accomplishment and love and laughter, Cleodil died after the manner of Elves, aging swiftly to a peaceful end.
sv: Cleodil och Kalenz fick barn som var långa och vackra och som ärvde både sin mors helande krafter och sin fars talangfulla och sökande sinne. I tidens fullbordan, efter ett långt liv fullt med kärlek och skratt, dog Cleodil på alvsätt, långsamt åldrande till ett fridfullt slut.

source: But Kalenz's story was not yet over. Aquagar's curse was fulfilled; prolonged in life by Crelanu's philter, he outlived not only his beloved but their children. Sundered from his kin by their mortality, fleeing the reflections in their eyes of his lost beloved, he left his home and wandered for many a year across the Great Continent. Oft did he arrive unexpected at times and places when his people were in dire straits, and succor them with wisdom or magic or his bright keen blade.
sv: Men Kalenz historia var inte slut. Aquagars förbannelse var fullbordar; förlängd i livet av Crelanus elixir. Kalenz överlevde inte bara sin älskade men även deras barn. Avskild från sitt folk genom deras dödlighet, flyende reflektionerna i deras ögon av förlusten av sina älskade, lämnade han sitt hem och vandrade i flera år över kontinenten. Det hände ofta att han oväntat dök upp vid tillfällen och platser när hans folk var i nöd, och hjälpte dom med sin vishet, sin magi eller sitt snabba svärd.

source: To learn of Kalenz's last and perhaps greatest deeds, and those in which he was most alone, seek ye the tale of Delfador the Great and the fall of the usurping Queen Asheviere.
sv: För att få reda på mer om Kalenz sista och kanske största dåd, och de i vilka han var som mest ensam, sök historien om Delfador den store och usurpen drottning Asheviere.

source: I have been defeated!
sv: Jag har blivit besegrad!

source: I am finished! I can finally rest!
sv: Slutet är här. Ändligen får jag vila!

source: Farewell, Kalenz!
sv: Farväl, Kalenz!

source: Noooo! We cannot continue without Landar!
sv: Neeeejj! Vi kan inte fortsätta utan Landar!

source: I'm sorry I failed you, Kalenz...beloved...
sv: Förlåt för att jag svek dig Kalenz...min älskade....

source: Nooo! Cleodil! Without you I cannot go on!
sv: Neeej! Cleodil! Utan dig kan jag inte fortsätta!

source: No! This is the end! We have been defeated!
sv: Nej! Det här är slutet! Vi har blivit besegrade!

source: With Uradredia gone, the North Elves will no longer fight!
sv: Utan Uradredia kan nordalverna inte slåss!

source: Aargh! I'm dying!
sv: Aargh! Jag dör!

source: Aargh! I'm gone!
sv: Aargh! Jag är slut!

source: I told you so!
sv: Det var ju det jag sa!

source: Know that you perished at the hands of the Kalenz's elves!
sv: Sprid ordet att det var för Kalenz alvers händer som du gick under!

source: No! It's all over!
sv: Nej! Det är slut!

source: Farewell $unit.name. Your loyal service won't be forgotten.
sv: Farväl $unit.name. Din lojalitet ska inte glömmas.

source: Oh, no! We are too late...
sv: Åh nej! Vi kommer försent....

source: You retrieve $amount_gold pieces of gold.
sv: Du erhåller $amount_gold guldstycken.
