Repository: 0872501D6/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: sv

source: @Crelanu Indeed I do, but it is perilous to use. It is made from the eyes of a powerful undead lich. It will make you invisible, but it is likely also to have undesirable effects, some temporary, some permanent!
sv: @Crelanu Förvisso, men det är mycket farligt. Det är gjort av en mäktig häxmästares ögon. Det gör er osynliga, men det kan också ha andra oönskade effekter, vissa tillfälliga, andra permanenta!

source: @Cleodil No! This is too dark and dangerous! I fear for you, Kalenz! I...would not see you come to harm.
sv: @Cleodil Nej! Det här är för mörkt och farligt! Jag vill inte att du ska komma till skada Kalenz.

source: @Kalenz What undesirable effects?
sv: @Kalenz Vilka oönskade effekter har det?

source: @Crelanu Your physical strength will decrease, though in return you will be able to use magic more easily and powerfully. Cleodil will show you. But the real danger will be the touch of the lich's evil nature stealing through your veins. You will need to fight and master this evil in yourself, else you might slowly turn into a lesser demilich yourself. This is why you must take only a small dose and finish the job quickly. Delay and you will fail in your mission; take too large a dose, and you will become as the lich was.
sv: @Crelanu Er fysiska styrka kommer att avta, i gengäld kommer ni att kunna använda magi enklare och mer kraftfullt. Cleodil kan visa hur. Men den verkliga faran är ondskan från häxmästaren som kommer att genomsyra era ådror. Ni måste bekämpa och bemästra den. Ni får bara ta en liten dos och avsluta uppdraget snabbt. Dröj och ni kommer inte bara att misslyckas med ert uppdrag utan också bli onda som häxmästaren.

source: @Kalenz It is a dark and desperate course you set before me, but I see no other way; we must stop the orcs. As leader I cannot ask my men to run a risk I will not take myself, so I will be one of the two who will go to kill the Great Chief. But I will not compel anyone else to come with me, not at peril of being overwhelmed from within by evil magic. Does anyone volunteer?
sv: @Kalenz Jag tycker inte om det här, men jag ser ingen annan utväg. Vi måste sätta stopp för orcherna. Som ledare kan jag inte be mina mannar ta en risk som jag inte själv är villig att ta, därför är jag en av de två som går för att döda kungen. Men jag kan inte säga till någon annan att följa med mig; detta är alltför farligt. Är det någon som ställer upp frivilligt?

source: @Landar I will come with you. We shall not fail!
sv: @Landar Jag följer med dig. Vi kommer inte att misslyckas!

source: @Crelanu This does not seem the wisest of choices.
sv: @Crelanu Det här är nog inget vist val.

source: @Kalenz Landar may be impetuous, but he is a great fighter and my trusted friend. We should be about our task now, I think. Crelanu, your book will be safe with us. Cleodil will guard it until we find a worthy keeper.
sv: @Kalenz Landar kanske är impulsiv, men han är också en stor krigare och en pålitlig vän. Vi måste ge oss av nu, antar jag. Crelanu, din bok är säker med oss. Vi skall vakta den tills vi finner någon som är den värdig.

source: @Crelanu Come, I will give you and Landar the potion and show you a safe point to cross the river.
sv: @Crelanu Kom, jag skall ge dig och Landar era drycker och visa er ett säkert ställe att korsa floden.

source: News from the front
sv: Nyheter från fronten

source: With Crelanu's book in hand, Kalenz and his band began the long journey south to the Ka'lian...
sv: Med Crelanus bok i säkert förvar, påbörjade Kalenz och hans mannar resan tillbaka söderut till Ka'lian...

source: Oh, no, I forgot my dose of Crelanu's invisibility philter. I'll go back and get it. I'll catch up with you later!
sv: Åh nej, jag glömde Crelanus magiska elixir. Jag går tillbaka och hämtar det. Jag kommer ikapp er senare!

source: Maybe some of my dwarves can escort you...
sv: Kanske kan några av mina dvärgar eskortera dig...

source: Go, Landar, but be careful. We need you.
sv: Okej, Landar, men var försiktig. Vi behöver dig.

source: Some weeks later, as Kalenz and his companions were working their way southwards from the high peaks of the Heart Mountains into its foothills...
sv: Några veckor senare var Kalenz och hans sällskap på väg söderut från de höga Hjärtbergen ner mot utlöparna...

source: At last I have found, you alive and well! We need you back at once! The orcs have attacked the humans.
sv: Äntligen hittade jag dig! Vi behöver dig med en gång! Orcherna har anfallit människorna.

source: This means we are safe for the time being, no?
sv: Det betyder att vi är säkra för tillfället, inte sant?

source: What's more, King Haldric is dead. His successor wants to renew the treaty of alliance and has asked for our help.
sv: Dessutom, kung Haldric är död. Hans efterträdare vill förnya vår allians och har bett om vår hjälp.

source: How convenient! Now they need our help, they come running!
sv: Så lämpligt! Nu behöver de vår hjälp!

source: Landar! You're back! All is well?
sv: Landar! Du är tillbaka? Är allt väl?

source: Yes, I have the philter of invisibility.
sv: Ja, jag har osynlighetselixiret.

source: We face a difficult choice. I know humans did not help us when the orcs attacked, but the orcs are everybody's enemy. When humans fall, we'll be next.
sv: Det här är ett svårt beslut. Jag vet att människorna inte hjälpte oss när orcherna anföll, men orcherna är allas fiender. När människorna faller blir det vår tur.

source: The orcish forces are encamped south of the Great River, and have surrounded the fortified human settlement at Tath. The humans are sending all their forces there. We need to decide whether we will help them or not.
sv: Orchernas styrkor har slagit läger söder om stora floden, och om omringat staden Tath. Människorna skickar dit alla sina styrkor. Vi måste besluta om vi skall hjälpa dem eller inte.

source: Go tell the council and the human king that we will be there! Now, let's hurry!
sv: Gå och säg till rådet och människokungen att vi kommer! Nu, skynda!

source: Human Alliance
sv: Allians med människorna

source: With the human-elf alliance revived, our heroes hurried to the battlefield...
sv: Med en förnyad allians skyndade våra hjältar iväg till slagfältet...

source: Death of Aldar
sv: Aldar dör

source: Here we are! Prepare to fight!
sv: Nu är vi här! Förbered för strid!

source: So it is true! The elves have come to our help!
sv: Så det är sant! Alverna kommer för att hjälpa oss!

source: General Aldar has received your message that you will be coming. He asks that you cut off the orcish reinforcements from the north. They must not be allowed to enter the battle! Our reinforcements should arrive in a few days.
sv: General Aldar fick meddelandet om att ni var på väg. Han ber er skära av orchernas truppförstärkningar från norr. De får inte ansluta sig till huvudstyrkan. Våra egna truppförstärkningar borde anlända inom några dagar.

source: Very well, but where are the elvish troops? We cannot hold without them!
sv: Visst, men var är alvernas trupper? Vi kan inte hålla dem tillbaka utan dem!

source: Kalenz is here!
sv: Kalenz har kommit!

source: Where is the rest of the elvish army? They should be here!
sv: Var är resten av alvernas armé? De borde vara här nu!

source: The council has decided it was too risky to send troops here. But we could not let you stand on your own.
sv: Rådet beslöt att det var alltför riskfyllt att skicka hit trupper. Men vi kunde inte låta er stå ensamma mot detta hot.

source: Here we are, men! Charge!
sv: Här är vi, mannar! Till attack!

source: More horses!! Run, let's get out of here!
sv: Fler hästar! Spring, låt oss komma härifrån!

source: We have stopped the orcs once again!
sv: Ännu en gång har vi stoppat orcherna!

source: And we have revived the alliance with the humans!
sv: Och vi har förnyat den alliansen med människorna!

source: The King is here! Hail Haldric II, King of Wesnoth!
sv: Kungen är här! Var hälsad, Haldric II, kung av Wesnoth!

source: Tath will fall, we have failed!!
sv: Vi har misslyckats! Tath kommer att falla i fiendens händer!

source: I die? Great Chief never said anything about fighting elves and dwarves!
sv: Dör jag? Bossen sa aldrig någonting om att slåss mot alver och dvärgar!

source: The Treaty
sv: Fördraget

source: @Haldric II Friends, today we have won a great victory, though it lost us good men. Let this be the beginning of a new alliance between our people.
sv: @Haldric II Vänner, idag har vi vunnit en stor seger, på bekostnad av många goda soldater. Låt detta bli början på en ny allians mellan våra folk.

source: @Kalenz King Haldric II, I am very pleased to hear these words. We are facing dangerous adversaries. We intend to put an end to this threat and we will welcome any ally against it.
sv: @Kalenz Kung Haldric II, jag är mycket glad över att höra dessa ord. Vi står inför mycket farliga motståndare. Jag tänker ända detta hot och vi behöver er hjälp.

source: @Landar What? We cannot trust these humans! Where were they when we fought the orcs alone? This King is bound to betray us just as his father did!
sv: @Landar Vad? Vi kan inte lita på de här människorna! Var var de när vi ensamma slogs mot orcherna? Han kommer att förråda oss, precis som hans far!

source: @Aldar Silence! How dare you talk this way to the King!
sv: @Aldar Tystnad! Hur vågar du tala så!

source: @Haldric II Calm down, Aldar! The elf is right to reproach us. My father did not help when the orcs attacked you. But my father is dead. There are a lot of things my father did that I can not understand; he grew suspicious and strange in his last days. But *I* am the King of Wesnoth now, not my father! And it is my intention to renew our alliance by signing a new treaty here, with you.
sv: @Haldric II Lugn, Aldar! Han har rätt! Min far gjorde inget för att hjälpa er när orcherna anföll er. Men min far är död. Det är många saker min far gjorde som jag inte förstår. Men det är *jag* som är Wesnoths kung nu, inte min far! Det är min avsikt att förnya vår allians genom att underteckna ett nytt fördrag, här, med er.

source: @Kalenz The King speaks wisdom. We cannot undo the past. And we need each other to fight the orcs. I will sign the treaty on behalf of the Elves.
sv: @Kalenz Kungen har rätt. Det som hänt har hänt och kan inte göras ogjort. Vi behöver varandras stöd för att besegra orcherna. Vi kommer att underteckna fördraget på alvernas vägnar.

source: @Cleodil Your father had a certain stone, the Ruby of Fire. Do you still have it?
sv: @Cleodil Din far hade en viss sten, Eldrubinen. Har du kvar den?

source: @Haldric II How is it that you know about the Ruby of Fire?
sv: @Haldric II Hur känner du till den?

source: @Cleodil We have learned, oh King, that the energy suffusing the Ruby can have evil effects on its wielders. It may well be this was the reason your father grew closed in upon himself. For your own sake and that of your kingdom, we advise you to enclose it in a net or filigree of pure gold charged with the magic of light.
sv: @Cleodil Ers majestät, vi har fått reda på att energin som rubinen är fylld påverkar dess användare på ett ondskefullt sätt. Det kan ha varit orsaken till att din far slöt sig i sig själv. För din egen och ditt kungarikes skull, råder vi dig att stänga in rubinen i ett nät eller filigran av rent guld som har förtrollats med ljusets magi.

source: @Haldric II Yes...this would explain many things. It shall be as you say, and I am grateful for the warning.
sv: @Haldric II Ja, det skulle förklara en hel del... Jag ska följa ditt råd och är tacksam för varningen.

source: @Kalenz Now that we have signed the Treaty, let us put it into action. We will take the fight to the orcs before winter falls; we need you to demonstrate against them, drawing them away from the roads north. Can we count on you?
sv: @Kalenz Nu när fördraget är undertecknat så behöver vi er hjälp. Vi skall ta striden till orcherna innan vintern är över oss, och ni måste avleda deras uppmärksamhet. Kan vi räkna med er?

source: @Haldric II I am not sure... My late father did not pay too much attention to army matters and we have already lost very many men...
sv: @Haldric II Jag är inte säker på att vi klarar det Min far brydde sig inte så mycket om arméns göranden och låtanden, och vi har redan förlorat många mannar...

source: @Landar I knew it! I always told you we stand alone!
sv: @Landar Jag visste det! Jag sa ju att vi skulle få stå ensamma!

source: The Chief must die
sv: Hövdingen måste dö

source: With the battle of Tath over, Kalenz and Landar knew the time had come to carry out Crelanu's dangerous but necessary plan. Meanwhile Cleodil had, reluctantly, been training Kalenz in a selected few of the secrets of Crelanu's book ...
sv: När striden om Tath var över visste Kalenz och Landar att de måste utföra Crelanus farliga men nödvändiga plan. Under tiden hade Cleodil undervisat Kalenz i några av Crelanus bok hemligheter...

source: Great Chief Brurbar
sv: Överhövding Brurbar

source: Kill the Orcish Great Chief and Kalenz must reach the signpost
sv: Döda orchernas överhövding och för Kalenz till vägvisaren.

source: Here we are at last. Landar, are you sure you want to go through with this?
sv: Då var vi här till slut. Landar, är du säker på att du vill genomföra det här?

source: Absolutely. Let's do it!
sv: Absolut! Nu gör vi det!

source: We need to kill the Great Chief and get out before the effect of the philter ends. Time to drink it down now!
sv: Vi måste döda överhövdingen och ta oss därifrån innan elixirets effekt tar slut. Låt oss dricka det nu!

source: This feels passing strange! Landar, remember to stay far from the wolves-they may be able to smell us.
sv: Det känns underligt! Landar, kom ihåg att undvika vargarna; de kan röja oss på lukten.

source: The orcish chieftain is dead! Now we must make appear he was slain by an orcish hand!
sv: Orchernas hövding är död! Nu måste vi få det att se ut som att han dödades av orcher!

source: We are too late, the potion effects have worn off and we are visible!
sv: För sent, elixirets effekt har ebbat ut och vi är synliga igen!

source: Done!
sv: Klar!

source: The Great Chief has been murdered! Whoever did it will only get da throne over my dead stinking body!
sv: Överhövdingen har blivit mördad! Den som gjorde det kommer få gå över min döda stinkande kropp för att få tronen!

source: I am the strongest warlord! I will be Chief!
sv: Jag är den starkaste krigsherren! Jag blir hövding!

source: No way anyone will steal my throne!
sv: Aldrig att någon stjäl min tron!

source: This is my time and I will kill anyone who disputes it!
sv: Detta är min tid och ingen kan stå i min väg!

source: The plan is working! Now we will take back what's ours!
sv: Planen fungerar! Nu tar vi tillbaka det som är vårt!

source: invisible
sv: osynlig

source: invisible: Enemy units cannot see this unit, except for wolf-based units who can smell it if close enough. Hence except for wolf-based units, enemy units will not initiate an attack on this unit. Defense is at 90 percent for every terrain except water, where it is 70 percent.
sv: osynlig: Fiendetrupper kan inte se den här enheten, utom vargbaserade enheter som kan känna lukten av den om dom kommer i närheten. Därför kommer ingen förutom just vargbaserade enheter att starta en attack. Försvar mot anfall är nere på 90 procent för alla terränger utom vatten där den är 70 procent.

source: With the orcs embroiled in a civil war, Kalenz seized the chance to take back his beloved home. Reports had been arriving of an enclave of Northern Elves yet holding out against the orcish invaders. It was quickly decided to send a force to their aid. But harsh winter weather descended while it was en route...
sv: När nu inbördeskrig brutit ut bland orcherna, så såg Kalenz chansen att ta tillbaka sitt älskade hem. Under tiden så kom det rapporter om att en enklav av nordalver fortfarande gjorde motstånd mot de invaderande orcherna. Det beslöts snabbt att skicka undsättning till dem. Men vintern hann ifatt våra hjältar...

source: Death of Uradredia
sv: Uradredia dör

source: I see troops coming from the south! It must be that our army has beaten these elves and humans and will now help us crush these remaining elves!
sv: Det kommer trupper söderifrån! Vår armé måste ha besegrat alverna och människorna, och nu kommer de för att hjälpa oss att ta kål på de här sista alverna!

source: Our defenses are stretched thin. Men, prepare to face another orcish attack!
sv: Våra trupper är alltför utspridda. Mannar, bered er för ännu ett anfall från orcherna!

source: The North Elves still stand. Prepare for battle!
sv: Nordalverna gör fortfarande motstånd. Bered er för strid!

source: The North Elves are now free!
sv: Nordalverna är fria!

source: Our thanks to you, Kalenz, son of Kliada. Our troops are at your command.
sv: Det är din förtjänst, Kalenz, Kliadas son. Våra trupper står till ditt förfogande.

source: The elves are attacking us! Reserves!
sv: Alverna anfaller oss! Reserver!

source: Before you die, know that you lost in Wesmere, you lost at Tath, you will lose here and that your Great Chief is dead!
sv: Innan du dör så skall du veta att ni förlorade vid Wesmere, ni förlorade vid That, ni kommer att förlora här och er överhövding är död!

source: Hour of Glory
sv: Ärans timme

source: @Cleodil Kalenz, your mission is complete. The orcish Great Chieftain is dead and you have recaptured your home. Yet I sense there is turmoil in your mind...
sv: @Cleodil Kalenz, du har fullgjort ditt uppdrag: orchernas överhövding är död och du har återtagit ditt hem. Men jag känner ändå att du inte har någon ro i ditt sinne...

source: @Kalenz It is indeed as you say, Cleodil. It is that potion that gnaws at me. I cannot enjoy our victories, nor can I rest. I am fighting it every single moment.
sv: @Kalenz Du har alldeles rätt Cleodil. Elixiret brinner i mina ådror. Jag kan inte njuta av våra segrar, och inte heller vila. Jag kämpar mot det varje minut.

source: @Cleodil Crelanu warned us this might occur...
sv: @Cleodil Crelanu varnade oss för det...

source: @Kalenz There was no other choice. Even if we die, it was worth it.
sv: @Kalenz Vi hade inget val. Även om vi dör så var det värt priset.

source: @Cleodil You will not die. You must fight it. I have faith in you Kalenz...beloved...you will overcome and master it. It will be hard and painful, but you will beat the potion. It is Landar that truly concerns me...
sv: @Cleodil Du kommer inte att dö. Du måste kämpa emot det. Jag litar på dig Kalenz, du kommer att betvinga det. Det kommer att blir svårt och smärtsamt, men du kommer att övervinna elixiret. Jag oroar mig mer för Landar...

source: @Kalenz He seems to handle it better than do I...
sv: @Kalenz Men han verkar klara av det mycket bättre än jag...

source: @Cleodil It does seem so, Kalenz. But I fear things may not be as they seem. Landar's mind has become dark and clouded to my healing senses.
sv: @Cleodil Han verkar klara av det bra, Kalenz. Men jag fruktar att allt inte är som det verkar. Hans sinne har blivit mörkt.

source: @Kalenz I understand too well what that may portend, beloved, but I do not wish to believe it. Landar is my friend, near as dear to me as you are.
sv: @Kalenz Jag förstår alltför väl vad det förebådar min älskade, men jag vill inte tro det. Landar är min vän, lika när och kär mig som du.

source: @Cleodil Some dwarves have been found dead in our camp. Landar is extremely unfriendly towards them, and ill-feeling is growing. I think the dwarves will leave us soon.
sv: @Cleodil Några dvärgar har hittats döda i vårt läger. Landar är mycket otrevlig mot dem. Jag tror att dvärgarna kommer att ge sig av snart.

source: @Kalenz I will try to mend matters between them...
sv: @Kalenz Jag skall försöka medla mellan dem...

source: @Cleodil I see I cannot convince you. Go, do as you must; but be careful Kalenz, for I fear for us all...
sv: @Cleodil Jag kan inte övertyga dig, förstår jag. Gör som du måste, men ta dig i akt. Jag fruktar för oss alla...

source: Costly Revenge
sv: En dyrbar hämnd

source: We have finally reached Saurgrath, their capitol. Remember whose side they have taken in the war against us.
sv: Vi har äntligen nått Saurgrath, ödlefolkets huvudstad. Glöm inte vilken sida de har stått på när vi har haft det som svårast.

source: I fear this will be a bloodbath...
sv: Jag fruktar ett blodbad...

source: It is our chance to finish them off...
sv: Detta är vår chans att göra slut på dem...

source: Victory is ours.
sv: Segern är vår!

source: Council ruling
sv: Rådets utslag

source: With the once mighty Saurian empire destroyed, saurians had been reduced to scattered bands lurking in waste places. But the Elves still had problems of their own...
sv: Sedan ödlefolkets en gång så mäktiga imperium hade raserats, hade dom blivit reducerade till spridda stammar. Men alverna hade fortfarande sina egna problem...

source: @Legmir Kalenz, the council has called you here to demand that you apologize for your actions. You took the decision to help the humans at Tath, and hence risk further war with the Orcs; to strike at the orcs north; and last to attack the Saurians. These were decisions to be taken by the council, not by a field commander!
sv: @Legmir Kalenz, du står idag inför rådet för att be om ursäkt för dina handlingar. Du fattade beslutet att hjälpa människorna i Tath, och därmed riskerade du fortsatt krig med orcherna. Du fattade beslutet att anfalla orcherna i norr, och till sist att anfalla ödlefolket. Sådana beslut skall fattas av rådet, och inte av någon annan!

source: @Kalenz With all respect my lords, we were and still are in a war. We could not spare the time to consult with you, lest our opportunities slip from our grasp and make the war longer and more costly. Besides, all our actions have been beneficial to our cause: The orcs are now in a civil war for succession, the North Elves are free and the Saurians are no longer a threat.
sv: @Kalenz Med all respekt, ers nåd, vi var och är i krig. Vi hade helt enkelt inte tid att rådgöra med er. Dessutom så har alla våra beslut gynnat oss: orcherna utkämpar nu ett inbördeskrig om vem som skall regera över dem, nordalverna är fria och ödlefolket är inte längre ett hot.

source: @Uripur The council is not blind to these benefits. But, still, you cannot decide high matters of statecraft on behalf of the Elves. We cannot allow it.
sv: @Uripur Rådet känner till detta. Men det betyder inte att du kan fatta beslut för alverna. Vi kan inte tillåta detta.

source: @Galtrid If it weren't for Kalenz and his men, none of us would be here to argue the point today.
sv: @Galtrid Om det inte hade varit för Kalenz och hans mannar så skulle ingen av oss vara här idag.

source: @Uradredia I agree. What's done is done. Let us concentrate on the future, not the past.
sv: @Uradredia Jag håller med. Vad som har skett har skett. Låt oss fokusera på framtiden, inte på det som varit.

source: @Iradia Kalenz, the council has decided that you are to be stripped of all military authority. You may now go.
sv: @Iradia Kalenz, rådet har beslutat att du skall berövas all militär rang. Du kan gå.

source: @Kalenz I lay down my burden humbly and gladly. But we need to have a strong army, as the orcs will return!
sv: @Kalenz Jag går med glädje. Men vi behöver en stark armé, eftersom orcherna kommer att återvända!

source: @Landar Cowards and traitors!
sv: @Landar Ynkryggar och förrädare!

source: Elvish Assassins
sv: Lönnmördaralver

source: After the council's decision, Kalenz and Cleodil retired in the North.
sv: Efter rådets beslut drog sig Kalenz och Cleodil tillbaka till norden.
