Repository: 0872501D6/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: sv

source: In a few days? That's too late! We want our gold back!
sv: Om några dagar? Det kommer att vara för sent! Vi vill ha guldet tillbaka!

source: Sure, minus expenses.
sv: Visst, med omkostnader avdragna.

source: What expenses?
sv: Vad då för omkostnader?

source: It's an ancient dwarvish custom to buy the warriors a few drinks before the battle... So minus expenses that's about even.
sv: Tja, det är en urgammal sed hos dvärgarna att bjuda krigarna på några bägare innan striden... Så med omkostnader avdragna är det väl jämnt så här.

source: That explains why they are so reckless in battle...
sv: Då förstår jag varför de är så vildsinta i strid...

source: ... Enough, gentlemen, we have a battle to fight!
sv: ....Mina herrar, vi har en strid att utkämpa!

source: Kalenz, though very young you have been most tested in battle of any of us. Will you take the command of all our troops?
sv: Kalenz, även om du är väldigt ung så har du redan mer stridserfarenhet än någon av oss. Vill du ta kommando över alla våra trupper?

source: You do me great honor. I will strive to be worthy of it.
sv: Det är en stor ära som jag ska göra mitt yttersta för att förtjäna.

source: You do me great honor, but I am not yet ready for this.
sv: Det är en stor ära, tyvärr är jag är inte redo att axla den.

source: @Iradia Kalenz, you have won a great victory! Wesmere is safe. But...for what cause have you invited a dwarf to the elvish council? This is most unusual!
sv: @Iradia Detta är en stor seger! Wesmere är nu säkert. Kalenz, visserligen är vi skyldiga dig stort tack, men vem är den här dvärgvännen som du har tagit med dig till alvernas råd? Detta är högst ovanligt!

source: @Uripur Leave the humans out of this. King Haldric has broken the treaty we signed with him eleven years ago, and has sent back all our emissaries. When he arrived on our shore he was very humble, but now his arrogance knows no bounds. He believes the orcs will not dare to fight him.
sv: @Uripur Jag skulle inte ta med människorna. Kung Haldric har beslutat sig för att bryta den allians som slöts för elva år sedan, och har skickat hem alla våra sändebud. När han en gång kom till ön var han mycket ödmjuk, men nu är hans högfärd utan gränser. Han är övertygad om att orcherna inte vågar anfalla honom.

source: @Kalenz My lords, the orcs have been pushed out of Wesmere, but they are far from defeated. We must take the fight to them, recover our lost lands and smash their great horde beyond possibility that it will threaten us again.
sv: @Kalenz Mina herrar, orcherna har visserligen tvingats ut ur Wesmere, men de är långt ifrån besegrade. Vi måste ta striden till dem, återerövra våra förlorade länder och en gång för alla göra slut på dem.

source: @Legmir Too many elves have died already. To take the war to the orcs, we would have to risk all our remaining fighters on one throw. And we are not as skilled in fighting outside our forests. We have already shown the orcs that attacking us is folly; the prudent course would be to rebuild our strength.
sv: @Legmir För många alver har redan dött. Att föra in kriget till orcherna skulle kräva att vi riskerar alla våra återstående krigare. Vi är inte tillräckligt skickliga på att strida utanför våra skogar. Vi har redan visat orcherna att det är meningslöst att attackera oss, det förnuftiga beslutet är att vänta och återbygga vår styrka.

source: @Landar Those of us who follow Kalenz have shown it can be done. We have been fighting ever since we were forced out of our home country, in all kinds of lands. And, we are willing to die in order to defeat foul orcs!
sv: @Landar Vi som har följt Kalenz har visat att det går. Vi har varit i strid ända sedan vi tvingades bort från vårt hemland i norr, i alla sorters terräng. Och vi är villiga att dö för att bli av med de vidriga orcherna.

source: @Iradia Our answer is still no. Prepare our defenses as best you can, but do not renew offensive war. This is the council's decision.
sv: @Iradia Vårt svar är fortfarande nej. Förbered vårt försvar så gott du kan, men starta inte kriget igen. Detta är rådets beslut.

source: After leaving the council, our friends talked in private...
sv: Efter att ha lämnat rådet, diskuterade våra vänner i enrum...

source: @Kalenz This is madness! The orcs will but regain their strength and attack again, if we give them the time! We must have some other sort of help. Olurf, can we perhaps make a war-pact with the dwarves?
sv: @Kalenz Detta är galenskap! Orcherna kommer att återfå sin styrka och anfalla oss igen! Vi måste finna hjälp någon annanstans. Olurf, kan vi måhända sluta ett avtal med dvärgarna?

source: @Olurf I dinna' think it can be, Kalenz. My people are too suspicious of you elves. But it may be there is something else we can do. I ha' heard tale of a powerful mage in the mountains who helped our people before. Maybe he will aid us again.
sv: @Olurf Jag tror tyvärr att mitt folk alltför misstrogna mot er alver. Men kanske det finns något vi kan göra ändå. Jag har hört talas om en magiker i bergen som har hjälpt vårt folk förut. Kanske han kan hjälpa oss igen.

source: @Kalenz And where do we find this mage, if he exists?
sv: @Kalenz Och var kan vi finna den här magikern, om han nu finns?

source: @Kalenz I think the orcs will be in no position to attack us for some time. Maybe we should go see this mage. Olurf, can you take us there?
sv: @Kalenz Jag tror inte att orcherna kommer att kunna anfalla oss på ett bra tag. Kanske vi skulle söka upp den här magikern. Olurf, kan du föra oss till honom?

source: @Olurf I think I can. But dangerous this will be!
sv: @Olurf Det tror jag att jag kan. Men det kommer att blir farligt!

source: @Kalenz Very well. We shall leave our best troops and gold here in case the orcs attack Wesmere again.
sv: @Kalenz Då så, men vi lämnar våra bästa trupper och guld här, i fall orcherna anfaller igen.

source: Bounty Hunters
sv: Prisjägare

source: Believing that Wesmere's seeming safety might prove a costly illusion, Kalenz and Olurf left enough troops and resources to guard it strongly before starting off on the long and dangerous trip to the great mage of Thoria. They would soon find that peril was closer than they had reckoned.
sv: När så Wesmere till synes var säkert, så gav sig Kalenz och Olurf av på en lång och farofylld resa för att söka reda på den store magikern i Thoria. De lämnade kvar tillräckligt med trupper och material för att hålla Wesmere säkert. Men faran väntade dem mycket närmare hemmet...

source: Huurgh
sv: Hurrgh

source: Kalenz crosses the river
sv: Kalenz korsar floden

source: some experienced warriors
sv: några oefarna krigare

source: Yesss! It's the elves who stole our gold! The bounty is mine!
sv: Ja! Det är ju de där alverna som stal vårt guld! Belöningen är min!

source: I saw them first, fool! The bounty is all mine.
sv: Jag såg dom först din idiot! Belöningen är min och ingen annans.

source: What are they talking about?
sv: Vad pratar de om?

source: It would seem the saurians put a bounty on our heads for having the effrontery to take our gold back after they stole it. Are you interested?
sv: Det verkar som om ödlefolket har utlyst en belöning för våra huvuden för att vi tog tillbaka vårt guld efter att de stal det. Är du intresserad?

source: No, but my axe is interested in some saurian heads! They ha' been too friendly with the orcs for my liking!
sv: Nej, men min yxa är intresserad av några ödlehuvuden! De har visat sig alltför vänliga mot orcherna!

source: Remember, we are here on a mission. We will fight these saurians if we must, but our mission is to get to Thoria.
sv: Glöm inte bort att vi har ett uppdrag. Om vi måste så slåss vi mot ödlefolket, men först och främst måste vi ta oss till Thoria.

source: Crossing the river without a bridge? We dwarves know water is a very dangerous thing!
sv: Skulle vi ta oss över floden utan en bro? Vi dvärgar vet mycket väl att vatten kan vara mycket farligt!

source: Indeed, this river is, I believe, Arkan-Thoria. There are fell legends about it. May be they are but children's tales...still, be very careful when you cross it.
sv: Den här floden är så vitt jag vet Arkan-Thoria. Det finns många legender om dess ondska, så var mycket försiktiga när ni korsar den även om det bara är sagor så vet man aldrig.

source: Before Kalenz left the Ka'lian he had ordered $left_behind to stay and guard it. Kalenz is from now on able to recruit Dwarves.
sv: Innan Kalenz lämnade Ka'lian beordrade han $left_behind att stanna och skydda det. Kalenz kan från och med nu rekrytera dvärgar.

source: We made it. Onwards to Thoria!
sv: Vi klarade det. Nu fortsätter vi till Thoria!

source: At last!
sv: Äntligen!

source: We'll need to settle things with these saurians once and for all!
sv: Vi behöver reda ut saker och ting med ödlefolket en gång för alla!

source: The legends are true! Sea creatures are upon us!
sv: Legenderna var sanna! Vi blir anfallna av sjömonster!

source: They are coming at us from all sides!
sv: De kommer från alla håll!

source: Scardeep
sv: Djupärr

source: Watch for the Serpent!
sv: Se upp för sjöormen!

source: Cliffs of Thoria
sv: Thorias klippor

source: Leaving Arkan-Thoria behind, Kalenz and his band ventured into the dangerous mountains of Thoria...
sv: Kalenz och hans följeslagare lämnade Arkan-Thoria bakom sig och gav sig in i de farliga Thoriabergen...

source: Gryphon Leader
sv: Ledargrip

source: Reach the signpost with Kalenz
sv: För Kalenz till vägskylten

source: I can hardly see with all that mist around, but I can sense danger.
sv: Det är så dimmigt här att jag knappt kan se, men jag känner att faror lurar.

source: Told ye it would be no picnic excursion, elf-boy. Are ye lily-livered to continue?
sv: Jag sa ju att det inte skulle bli någon utflykt i det gröna, alvpojke. Är du för rädd för att fortsätta?

source: Gentlemen, don't squabble. We cannot go back now. But be watchful; I don't like the feel of this country one bit.
sv: Mina herrar, ta det lugnt. Vi kan inte vända om nu. Men var försiktiga, jag tycker inte alls om det här.

source: I, too, feel we are in great danger. We should stay close together and move very carefully.
sv: Jag kan också känna att vi är i stor fara. Vi borde nog hålla samman och ta oss fram med stor försiktighet.

source: Onwards!
sv: Framåt!

source: Yer doing pretty well, elf-boy!
sv: Du klarar dig ganska bra, alvpojk!

source: There is some greasy-looking smoke rising ahead of us! Kalenz...my lord...I feel something terribly wrong is happening!
sv: Det stiger elak rök där framme! Kalenz...herre...jag känner att något hemskt håller på att hända.

source: Crelanu's place should be close now, as I remember. Quickly, this way!
sv: Det kan inte vara långt till Crelanus hem nu om jag inte missminner mig. Fort, den här vägen!

source: Watch out!
sv: Se upp!

source: It's...it's monstrous!
sv: Det...är.....monstruöst!

source: Battle of the book
sv: Striden om boken

source: Quickening their pace, Elves and Dwarves raced towards the smoke....
sv: Alverna och dvärgarna ökade takten och rusade mot röken...

source: Defeat the drakes and trolls
sv: Besegra drakfolket och trollen

source: Death of Crelanu
sv: Crelanu dör

source: Looks like your mage friend is in trouble. There is a horde of drakes attacking him!
sv: Det verkar som om din magikervän är illa ute. Han blir anfallen av en hord drakfolk!

source: Indeed. Before he can aid us, we will have to aid him.
sv: Ja det ser verkligen så ut. Innan han kan ge oss nån hjälp så behöver vi hjälpa honom.

source: Fools! The book will be mine!
sv: Dårar! Boken kommer att bli min!

source: I die, but I will not go unavenged! Cursed will you be Kalenz! You will never find lasting peace in all your years. You will lose your dearest. And you, Crelanu, your book will bring woe on you and haunt all its future owners to their graves! This will be the price for slaying me, Aquagar, great drake wizard of Morogoth.
sv: Jag dör nu, men min död kommer att bli hämnad! Förbannad vare du, Kalenz! Måtte du inte finna frid på många, många år. Och må du förlora de som är dig kärast. Det är priset för att döda Aquagar, Morogoths store drakmagiker. Och vad gäller dig, Crelanu, så måtte din bok för alltid vara en förbannelse för dig och alla som någon gång kommer att äga boken!

source: Some scary fellow this Aquagar thinks he is! Come now, I think Crelanu owes us some drinks.
sv: Den där Aquagar tyckte allt att han var skrämmande! Kom, jag tror att vi har några bägare till godo hos Crelanu.

source: There goes our last hope!
sv: Där försvinner vårt sista hopp!

source: Revelations
sv: Avslöjanden

source: @Crelanu So you are the ones who defeated Aquagar and his drakes. Olurf, I know you; you were here before when we were both much younger. But Elves never come to Thoria. Yet these are no ordinary times for this land. I know all; I have foreseen this would happen.
sv: @Crelanu Så det var ni som besegrade Aquagar och hans draktrupper. Du måste vara Olurf, som har varit här förut när vi var mycket yngre. Men alver har aldrig varit i Thoria förut. Men detta är oroliga tider. Jag känner till alltihop. Jag har förutspått att detta skulle ske.

source: @Olurf This is Kalenz, leader of the elves. I have brought him here to ask for your advice and your aid in dealing with the orcs.
sv: @Olurf Detta är Kalenz, alvernas ledare. Jag har tagit med honom hit så att han kan fråga dig om råd och be dig om hjälp för att besegra orcherna.

source: @Crelanu Elves, you have fought valiantly and have won a great victory at the forest of Wesmere. Yet the forces ranged against you are not yet defeated. Indeed, they grow stronger every day. You contend against destiny. But for the moment you have diverted the orcs' attention.
sv: @Crelanu Alver, ni har stridit med stort mod och vunnit en stor seger i Wesmeres skog. Ändå är inte styrkorna som är över er besegrade ännu. De växer sig starkare för varje dag. Ni strider mot ödet. För ögonblicket har ni dock lyckats avleda orchernas uppmärksamhet.

source: @Kalenz What do you mean, 'diverted their attention'?
sv: @Kalenz Vad menar du med att vi har "avlett deras uppmärksamhet"?

source: @Crelanu You cannot even imagine it. Why do you suppose orcs came all the way here to attack you?
sv: @Crelanu Ni kan inte ens föreställa er det. Varför tror ni orcherna kom hela den här vägen för att anfalla er?

source: @Landar Because they are orcs! Look old man, can you help us beat them or not?
sv: @Landar För att de är orcher! Hör nu, gamle man, kan du hjälpa oss att besegra dem, eller inte?

source: @Crelanu You must be Landar. Very brave, but also very brash.
sv: @Crelanu Du måste vara Landar; mycket modig, men också hetlevrad.

source: @Kalenz Landar is brash, but he does speak plainly why we came here. I do not understand what you are talking about, either. Olurf tells me you are very wise, but only help for a price. We will pay any price within our power; just name it.
sv: @Kalenz Landar är hetlevrad, men detta är varför vi kom hit. Jag förstår inte heller vad du talar om. Olurf säger att du är mycket vis, men att din hjälp har ett pris. Nämn ditt pris och om vi kan betalar vi det.

source: @Cleodil Are you saying the orcs attacked us looking for something?
sv: @Cleodil Påstår du att orcherna anföll oss av en särskild anledning?

source: @Crelanu Yes, that is what I am saying.
sv: @Crelanu Ja, det är det jag säger.

source: @Cleodil It makes sense now. The Saurians were asking about a dastone, and also after we won in Wesmere there was an Orc mumbling something about a dastone...
sv: @Cleodil Nu förstår jag: ödlefolket frågade om någon sten och efter att vi vunnit i Wesmere mumlade en av orcherna också om en sten...

source: @Crelanu It's not a dastone, it's the stone: They mean the Ruby of Fire...
sv: @Crelanu Ja, de syftar på Eldrubinen...

source: @Kalenz What's that, and what does it have to do with us?
sv: @Kalenz Vad är det och vad har det med oss att göra?

source: @Crelanu It's the source of your troubles. It is a very powerful magical artifact. The tyrant Haldric has it, but he has fooled the orcs into believing that the elves are hiding it. But now, they suspect they have been fooled. Haldric and his people will pay for his arrogance.
sv: @Crelanu Det är källan till alla era problem. Detta är en mycket mäktig artefakt, som är i Haldric tyrannens ägo. Har har lurat i orcherna att alverna har den. Men nu misstänker de att de blivit förda bakom ljuset. Haldric kommer att få betala för sin arrogans.

source: @Kalenz Hmm... You seem to love king Haldric even less than the elf-lords of the Ka'lian do...How do you know all this of him?
sv: @Kalenz Hmm... Du verkar tycka sämre om Haldric än alvfurstarna i Ka'lian... Hur känner du till allt detta om honom?

source: @Crelanu I once counted Haldric a friend, but he was the one who banished me from Wesnoth. He charged me with trying to steal the Ruby, seeking its power for myself...but the truth is that the Ruby is warping Haldric's mind, making him ever more surly and suspicious of those he once counted allies. Anyone can wield the Ruby in battle when his anger merges with the fiery nature of the gem, but only a true master of magic, or one who is uncommonly pure in heart, can safely handle it outside of battle. Unshielded, its magical radiance changes Haldric a little every time he comes close to it.
sv: @Crelanu En gång var han min vän, men det var han som förvisade mig från Wesnoth. Han anklagade mig för att försöka stjäla rubinen för att använda den själv... Sanningen är att denna rubin gör Haldric mer och mer arrogant för varje dag. Vem som helst kan använda den i strid, men bara en sann mästare kan handha den utanför strid. Oskärmad så förändrar dess magiska strålglans Haldric varje gång han kommer nära den.

source: @Kalenz So the orcs will, seeking the Ruby, now attack the humans?
sv: @Kalenz Så orcherna kommer nu att anfalla människorna i jakten på rubinen?

source: @Crelanu Yes. But after they win, your people will be next. And after you, the dwarves.
sv: @Crelanu Ja, men efter att de vunnit där, så är det alvernas och dvärgarnas tur.

source: @Landar Don't worry overmuch about us. It is clear you have troubles of your own.
sv: @Landar Oroa dig inte över oss. Du verkar ha egna problem.

source: @Kalenz We are grateful for this counsel. But can you help us directly? Is there a way to stop the orcs?
sv: @Kalenz Du verkar veta en hel del och vi är tacksamma för att du delar med dig. Men kan du hjälpa oss? Kan vi hejda orcherna på något sätt?

source: @Crelanu You cannot defeat them with the forces you can now muster. You can only gain time, in the hope that you can use it to grow strong again.
sv: @Crelanu Ni kan inte besegra dem med de styrkor ni har nu. Ni kan försöka köpa er tid; förhoppningsvis tillräckligt för att samla nog med styrka.

source: @Kalenz How? Don't tell me we had to fight the saurians, cross Arkan-Thoria, contend against the river monsters, and fight trolls and yetis to come here for nothing!
sv: @Kalenz Hur då? Säg inte att vi stred mot ödlefolket, korsade Arkan-Thoria med alla sjömonster och slogs mot troll och snömän för att inte få med oss något tillbaka!

source: @Crelanu You need to kill their Great Chief and make it look like he was murdered by orcs. That way the orcs will start a civil war for succession, for many yearn to take their Great Chief's place. You will be safe until a new leader arises strong enough to unite them again.
sv: @Crelanu Ni måste döda orchernas överhövding och få det att se ut som att han dödades av orcher. Då kommer orcherna att starta inbördeskrig eftersom många vill ta hans plats. Ni kommer att vara säkra tills de har en ny stark ledare som kan ena dem på nytt.

source: @Olurf Kill an orcish Great Chieftain? But he's guarded better than a Troll hole!
sv: @Olurf Döda en orchisk överhövding? Men han är bättre bevakad än en trollhåla!

source: @Crelanu Indeed, it will not be at all easy. But maybe I can help you...
sv: @Crelanu Det blir mycket svårt, men jag kanske kan hjälpa er...

source: @Kalenz But you want something in return...
sv: @Kalenz Men du vill ha något i gengäld...

source: @Crelanu It is as you say. These drakes were after my book. This book has all the magic and spells I know in it. They are very powerful, but the one enemy they cannot defeat is old age. The knowledge tempts me to prolong my life by evil and dark means... But this is the work of my life and I can no more destroy it than I could slay my own child. Aquagar is slain, but more will come. One of my allies has betrayed me, and now too many know of this book.
sv: @Crelanu Så sant. Drakfolket är efter min bok. Boken innehåller all magi och alla besvärjelser som jag känner till. De är mycket kraftfulla, men kan inte hindra mig från att åldras utom med onda och mörka medel... Ändock är detta mitt livsverk och likväl som jag inte kan döda mitt barn kan jag inte förstöra den. Även om Aquagar är död, så kommer fler att komma efter honom. En av de mina har förrått mig. Nu känner alltför många till boken.

source: @Kalenz If you come with us, we will protect you...
sv: @Kalenz Vi kan skydda dig...om du följer med oss.

source: @Crelanu No, my time is done... But the charge I lay on you, Kalenz, is to take my book and keep it from unworthy hands. Find someone to hold it who will not be corrupted by its power. And then find someone worthy not merely to hold it, but to use it!
sv: @Crelanu Nej, min tid är slut... Men ni kan se till att min bok hamnar i värdiga händer. Någon som inte förleds av dess kraft...och som är värdig att inte bara bevara den men även använda den!

source: @Landar If your book is as powerful as you say, why not use it against the orcs?
sv: @Landar Om din bok är så mäktig som du säger, varför inte använda den mot orcherna?

source: @Crelanu Because the book is like the Ruby of Fire. Any fool can use the magic in the book, but only a master can vanquish the lust for power that it will bring out in him. He who fails will turn into something like Haldric, or worse...
sv: @Crelanu Boken är som eldrubinen, vilken fåne som helst kan använda magin i boken, men bara en sann mästare kan använda den och kontrollera maktlystnaden som följer. Om inte blir man som Haldric eller ännu värre...

source: @Kalenz Cleodil is pure in heart. Perhaps she can guard your book without being corrupted by its secrets...
sv: @Kalenz Cleodil har ett rent hjärta, kanske kan hon vakta din bok utan att förledas av dess hemligheter...

source: @Cleodil I am sure all these secrets are far beyond my art. My art is the healing kind and I...
sv: @Cleodil Jag är säker på att alla dessa hemligheter är bortom min kunskap. Min konst är helandet och jag...

source: @Crelanu There is no other option.
sv: @Crelanu Det är enda utvägen.

source: @Kalenz Very well, suppose Cleodil accepts the guardianship of your book. How will you then help us slay the orcish Great Chief?
sv: @Kalenz Nåväl, anta att Cleodil accepterar. Hur kan du hjälpa oss att döda orchhövdingen då?

source: @Crelanu There is a way, but it will be very dangerous. Two of you must enter the orcish camp by stealth and kill the Great Chief. There is a potion that will make you invisible for some time.
sv: @Crelanu Det finns ett sätt, men det är mycket farligt. Två av er kan smyga er in i orchlägret och döda överhövdingen. Det finns ett elixir som gör er osynliga en stund.

source: @Kalenz The elves have legends of such things. I suppose you have this potion, then?
sv: @Kalenz Jag har hört alvlegender om sådana ting. Jag antar att du har det här elixiret?
